[
  {
    "name": "Georgina Dominguez",
    "read": false,
    "avatarUrl": "assets/dp/3.jpg",
    "date": "2021-02-17T11:08:44.318Z",
    "message": {
      "message": "Labore ea ex laboris enim aliquip conse",
      "status": 1
    }
  },
  {
    "name": "Curtis Leonard",
    "read": true,
    "avatarUrl": "assets/dp/6.jpeg",
    "date": "2021-02-17T01:08:44.318Z",
    "message": {
      "message": "Consequat fugiat amet laboris voluptate",
      "status": 1
    }
  },
  {
    "name": "Tammy Craft",
    "read": false,
    "avatarUrl": "assets/dp/5.jpg",
    "date": "2021-02-17T09:08:44.318Z",
    "message": {
      "message": "Amet nulla nulla tempor do eiusmod Lore",
      "status": 2
    }
  },
  {
    "name": "Beard Rosa",
    "read": false,
    "avatarUrl": "assets/dp/8.jpg",
    "date": "2021-02-16T11:28:44.318Z",
    "message": {
      "message": "Adipisicing elit reprehenderit nulla ea",
      "status": 0
    }
  },
  {
    "name": "Casandra Hammond",
    "read": true,
    "avatarUrl": "assets/dp/10.jpg",
    "date": "2021-02-16T11:08:44.318Z",
    "message": {
      "message": "Ipsum pariatur elit officia ut labore e",
      "status": 2
    }
  },
  {
    "name": "Callahan Bruce",
    "read": false,
    "avatarUrl": "assets/dp/1.jpg",
    "date": "2021-02-16T11:08:44.318Z",
    "message": {
      "message": "Aliqua irure ipsum irure nisi excepteur",
      "status": 0
    }
  },
  {
    "name": "Kathy Cortez",
    "read": true,
    "avatarUrl": "assets/dp/4.jpg",
    "date": "2021-02-16T11:08:44.318Z",
    "message": {
      "message": "Cupidatat ipsum labore pariatur in tempor consectetur. Lorem duis occaecat nulla minim ea esse esse minim enim eu incididunt veniam duis adipisicing. Officia sunt laboris irure veniam quis est consectetur exercitation labore. Quis consequat officia aliquip duis exercitation reprehenderit anim do excepteur ad enim labore amet.\r\n",
      "status": 1
    }
  },
  {
    "name": "Margarita Martinez",
    "read": false,
    "avatarUrl": "assets/dp/3.jpg",
    "date": "2021-02-16T11:08:44.318Z",
    "message": {
      "message": "Elit fugiat incididunt magna adipisicing qui cillum nulla ex Lorem. Qui ex occaecat veniam in est veniam esse incididunt sint sint aliquip deserunt consequat eiusmod. Pariatur esse minim consequat amet ea ipsum do sit pariatur laboris est labore et. Labore anim reprehenderit consequat nisi et anim. Id tempor eu est Lorem.\r\n",
      "status": 2
    }
  },
  {
    "name": "Marquez Burnett",
    "read": false,
    "avatarUrl": "assets/dp/10.jpg",
    "date": "2021-02-16T11:08:44.318Z",
    "message": {
      "message": "Excepteur dolore qui laborum officia dolor aute nulla. Fugiat enim sint voluptate minim ullamco. Velit ullamco in nulla anim irure laborum do est Lorem laborum cupidatat consequat enim eu. Nisi incididunt proident excepteur labore est tempor aute nulla est. Lorem pariatur consectetur pariatur anim non dolore irure velit irure cupidatat commodo adipisicing. Est sunt quis excepteur excepteur minim laborum deserunt eu do ea duis. Id eiusmod nostrud ipsum laboris culpa.\r\n",
      "status": 1
    }
  },
  {
    "name": "Sharon Campbell",
    "read": true,
    "avatarUrl": "assets/dp/5.jpg",
    "date": "2021-02-16T11:08:44.318Z",
    "message": {
      "message": "Sit amet irure adipisicing aute culpa officia commodo laborum velit ipsum. Proident tempor nisi minim ex. Commodo voluptate ad veniam sit. Nisi minim elit nisi nostrud quis aute eiusmod. Deserunt cupidatat aliquip minim irure ad dolore ut reprehenderit ea sint amet incididunt sint officia.\r\n",
      "status": 3
    }
  },
  {
    "name": "Spears Chavez",
    "read": false,
    "avatarUrl": "assets/dp/8.jpg",
    "date": "2021-02-15T11:08:44.318Z",
    "message": {
      "message": "Magna culpa eiusmod incididunt minim consectetur sunt occaecat magna. Eiusmod aliqua nostrud dolore tempor fugiat magna non fugiat ipsum ipsum Lorem magna. Cillum duis fugiat non exercitation eu quis sunt. Cillum fugiat nostrud sit sit minim proident non magna pariatur elit est dolore aute. Excepteur velit dolor est enim officia excepteur velit laboris dolor occaecat magna. Lorem est qui adipisicing dolore officia proident nostrud.\r\n",
      "status": 2
    }
  },
  {
    "name": "Toni Snow",
    "read": false,
    "avatarUrl": "assets/dp/2.jpg",
    "date": "2021-02-15T11:08:44.318Z",
    "message": {
      "message": "Nostrud qui Lorem amet non occaecat cillum ea nisi fugiat esse aliqua minim aliquip. Cillum magna reprehenderit reprehenderit anim sit proident in ad. Minim ipsum labore non labore excepteur occaecat esse. Cupidatat excepteur aliqua id anim qui ex eu cillum ullamco. Sint ad velit eu in do ex sint ut labore. In eiusmod mollit dolore culpa aliqua nulla Lorem incididunt ullamco labore pariatur ex.\r\n",
      "status": 3
    }
  },
  {
    "name": "Mai Foreman",
    "read": true,
    "avatarUrl": "assets/dp/1.jpg",
    "date": "2021-02-15T11:08:44.318Z",
    "message": {
      "message": "Consectetur voluptate est nulla et nulla adipisicing consectetur quis occaecat fugiat adipisicing ex ut dolore. Velit ad eiusmod nostrud culpa incididunt aute commodo labore ea fugiat ullamco dolore. Excepteur ad ullamco sint adipisicing dolor dolore anim eu labore adipisicing minim mollit esse nostrud. Voluptate non aliqua ipsum proident veniam eu sunt ut consectetur.\r\n",
      "status": 0
    }
  },
  {
    "name": "Burch Levine",
    "read": false,
    "avatarUrl": "assets/dp/2.jpg",
    "date": "2021-02-15T11:08:44.318Z",
    "message": {
      "message": "Velit minim veniam laborum quis aute esse. Tempor excepteur elit incididunt in enim magna sunt adipisicing occaecat. Occaecat cillum incididunt ex labore. Non ad ad do proident irure sint commodo deserunt elit irure ex. Deserunt pariatur ipsum enim officia. Cupidatat deserunt quis voluptate enim consequat fugiat elit consectetur laboris fugiat pariatur consectetur anim magna. Elit nisi adipisicing commodo sunt ea elit duis ullamco do veniam irure excepteur.\r\n",
      "status": 2
    }
  }
]